[
  "قال رسول الله صلى الله عليه وسلم: إنما الأعمال بالنيات، وإنما لكل امرئ ما نوى. (متفق عليه)",
  "قال رسول الله صلى الله عليه وسلم: لا يؤمن أحدكم حتى يحب لأخيه ما يحب لنفسه. (متفق عليه)",
  "قال رسول الله صلى الله عليه وسلم: خيركم من تعلم القرآن وعلمه. (البخاري)",
  "قال رسول الله صلى الله عليه وسلم: من لزم الاستغفار جعل الله له من كل ضيق مخرجاً، ومن كل هم فرجاً، ورزقه من حيث لا يحتسب. (أبو داود)",
  "قال رسول الله صلى الله عليه وسلم: اتق الله حيثما كنت، وأتبع السيئة الحسنة تمحها، وخالق الناس بخلق حسن. (الترمذي)",
  "قال رسول الله صلى الله عليه وسلم: ما من يوم يصبح العباد فيه إلا ملكان ينزلان فيقول أحدهما: اللهم أعط منفقاً خلفاً، ويقول الآخر: اللهم أعط ممسكاً تلفاً. (متفق عليه)",
  "قال رسول الله صلى الله عليه وسلم: السواك مطهرة للفم مرضاة للرب. (النسائي)",
  "قال رسول الله صلى الله عليه وسلم: تبسمك في وجه أخيك صدقة. (الترمذي)",
  "قال رسول الله صلى الله عليه وسلم: أحب الناس إلى الله أنفعهم للناس. (الطبراني)",
  "قال رسول الله صلى الله عليه وسلم: من توضأ فأحسن الوضوء، خرجت خطاياه من جسده، حتى تخرج من تحت أظفاره. (مسلم)",
  "قال رسول الله صلى الله عليه وسلم: الطهور شطر الإيمان. (مسلم)",
  "قال رسول الله صلى الله عليه وسلم: كلمتان خفيفتان على اللسان، ثقيلتان في الميزان، حبيبتان إلى الرحمن: سبحان الله وبحمده، سبحان الله العظيم. (البخاري ومسلم)",
  "قال رسول الله صلى الله عليه وسلم: من صام رمضان إيماناً واحتساباً غفر له ما تقدم من ذنبه. (متفق عليه)",
  "قال رسول الله صلى الله عليه وسلم: من قام ليلة القدر إيماناً واحتساباً غفر له ما تقدم من ذنبه. (متفق عليه)",
  "قال رسول الله صلى الله عليه وسلم: الصيام جُنَّةٌ. (متفق عليه)",
  "قال رسول الله صلى الله عليه وسلم: لا تدخلوا الجنة حتى تؤمنوا، ولا تؤمنوا حتى تحابوا. (مسلم)",
  "قال رسول الله صلى الله عليه وسلم: خير الناس قرني، ثم الذين يلونهم، ثم الذين يلونهم. (متفق عليه)",
  "قال رسول الله صلى الله عليه وسلم: من صلى علي صلاة واحدة صلى الله عليه بها عشراً. (مسلم)",
  "قال رسول الله صلى الله عليه وسلم: من سلك طريقاً يلتمس فيه علماً، سهل الله له به طريقاً إلى الجنة. (مسلم)",
  "قال رسول الله صلى الله عليه وسلم: الدين النصيحة. (مسلم)",
  "قال رسول الله صلى الله عليه وسلم: الحياء لا يأتي إلا بخير. (متفق عليه)",
  "قال رسول الله صلى الله عليه وسلم: إن الله يحب إذا عمل أحدكم عملاً أن يتقنه. (البيهقي)",
  "قال رسول الله صلى الله عليه وسلم: التمسوا الرزق في خبايا الأرض. (الطبراني)",
  "قال رسول الله صلى الله عليه وسلم: أقربكم مني منزلاً يوم القيامة أحسنكم أخلاقاً. (الترمذي)",
  "قال رسول الله صلى الله عليه وسلم: الساعي على الأرملة والمسكين كالمجاهد في سبيل الله. (متفق عليه)",
  "قال رسول الله صلى الله عليه وسلم: ما نقصت صدقة من مال. (مسلم)",
  "قال رسول الله صلى الله عليه وسلم: من كذب علي متعمداً فليتبوأ مقعده من النار. (البخاري)",
  "قال رسول الله صلى الله عليه وسلم: من كان يؤمن بالله واليوم الآخر فليقل خيراً أو ليصمت. (متفق عليه)",
  "قال رسول الله صلى الله عليه وسلم: إذا مات الإنسان انقطع عمله إلا من ثلاث: صدقة جارية، أو علم ينتفع به، أو ولد صالح يدعو له. (مسلم)",
  "قال رسول الله صلى الله عليه وسلم: المسلم من سلم المسلمون من لسانه ويده. (متفق عليه)",
  "قال رسول الله صلى الله عليه وسلم: لا تحقرن من المعروف شيئاً، ولو أن تلقى أخاك بوجه طلق. (مسلم)",
  "قال رسول الله صلى الله عليه وسلم: اليد العليا خير من اليد السفلى. (متفق عليه)",
  "قال رسول الله صلى الله عليه وسلم: لو يعلم الناس ما في النداء والصف الأول، ثم لم يجدوا إلا أن يستهموا عليه لاستهموا. (البخاري)",
  "قال رسول الله صلى الله عليه وسلم: من أحدث في أمرنا هذا ما ليس منه فهو رد. (متفق عليه)",
  "قال رسول الله صلى الله عليه وسلم: البر حسن الخلق، والإثم ما حاك في صدرك وكرهت أن يطلع عليه الناس. (مسلم)",
  "قال رسول الله صلى الله عليه وسلم: بادروا بالأعمال فتناً كقطع الليل المظلم. (مسلم)",
  "قال رسول الله صلى الله عليه وسلم: أفضل الأعمال أن تدخل على أخيك المؤمن سروراً. (الطبراني)",
  "قال رسول الله صلى الله عليه وسلم: إن الله تعالى قال: من عادى لي ولياً فقد آذنته بالحرب. (البخاري)",
  "قال رسول الله صلى الله عليه وسلم: إن الله لا ينظر إلى صوركم وأموالكم، ولكن ينظر إلى قلوبكم وأعمالكم. (مسلم)",
  "قال رسول الله صلى الله عليه وسلم: تسحروا فإن في السحور بركة. (متفق عليه)",
  "قال رسول الله صلى الله عليه وسلم: ما ملأ آدمي وعاء شراً من بطنه. (الترمذي)",
  "قال رسول الله صلى الله عليه وسلم: أحب الأعمال إلى الله أدومها وإن قل. (متفق عليه)",
  "قال رسول الله صلى الله عليه وسلم: ما جلس قوم مجلساً لم يذكروا الله فيه ولم يصلوا على نبيهم إلا كان عليهم ترة. (أبو داود)",
  "قال رسول الله صلى الله عليه وسلم: لا يحل لمسلم أن يهجر أخاه فوق ثلاث ليال. (متفق عليه)",
  "قال رسول الله صلى الله عليه وسلم: إذا قال الرجل لأخيه: يا كافر، فقد باء بها أحدهما. (متفق عليه)",
  "قال رسول الله صلى الله عليه وسلم: إن الصدق يهدي إلى البر، وإن البر يهدي إلى الجنة. (متفق عليه)",
  "قال رسول الله صلى الله عليه وسلم: ليس الشديد بالصرعة، إنما الشديد الذي يملك نفسه عند الغضب. (متفق عليه)",
  "قال رسول الله صلى الله عليه وسلم: من صلى الفجر فهو في ذمة الله. (مسلم)",
  "قال رسول الله صلى الله عليه وسلم: لن تدخلوا الجنة حتى ترحموا. قالوا: يا رسول الله كلنا رحيم، قال: إنه ليست برحمة أحدكم صاحبه، ولكن رحمة العامة. (الطبراني)",
  "قال رسول الله صلى الله عليه وسلم: إن في الجنة لغرفاً يرى ظاهرها من باطنها وباطنها من ظاهرها، أعدها الله لمن أطعم الطعام، وألان الكلام، وتابع الصيام، وصلى بالليل والناس نيام. (الترمذي)"
]
